<pad>	0
 	1
-	2
.	3
/	4
0	5
1	6
2	7
3	8
4	9
5	10
6	11
7	12
8	13
9	14
a	15
b	16
c	17
d	18
e	19
f	20
g	21
h	22
i	23
j	24
l	25
m	26
n	27
o	28
p	29
r	30
s	31
t	32
u	33
v	34
w	35
y	36
<unk>	37
